android-tools
archey3
archlinux-wallpaper
autoconf
automake
autopep8
base
bind
bison
bleachbit
budgie-extras
calibre
chromium
chrpath
clang
cython
dconf-editor
discord
embree
emscripten
eog
evtest
file-roller
flake8
flex
gdb
gdm
gedit
gimp
gnome-calculator
gnome-calendar
gnome-contacts
gnome-logs
gnome-screenshot
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-user-docs
go
go-tools
grub-customizer
htop
intel-gpu-tools
intel-ucode
libva-utils
lollypop
luit
make
man-pages
mousetweaks
nano
nautilus
nethogs
ninja
orca
pacman-contrib
pacutils
papirus-icon-theme
patch
pavucontrol
perf
pkgconf
pkgfile
plank
powertop
python-pylint
python-rope
python-scipy
python-virtualenv
python2-msgpack
qbittorrent
reflector
ruby-bundler
simple-scan
simplescreenrecorder
spirv-tools
sushi
telegram-desktop
tlp-rdw
totem
tree
ttf-hack
ttf-inconsolata
ttf-indic-otf
ufw
uget
valgrind
vi
vino
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
wget
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh-completions
