amd-ucode
archey3
archlinux-wallpaper
autoconf
automake
autopep8
baobab
base
bash-completion
bind
binutils
bison
bleachbit
blender
bluez-utils
boost
budgie-desktop
budgie-extras
calibre
cheese
chromium
clang
clinfo
cmake
crda
cython
dconf-editor
discord
efibootmgr
embree
emscripten
eog
evince
evtest
fail2ban
fakeroot
file-roller
flake8
flex
freeglut
gcc
gdb
gdm
gedit
gimp
git
git-lfs
glslang
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-screensaver
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-user-docs
gnome-user-share
gnome-video-effects
go
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
iotop
ispc
libreoffice-fresh
libva-utils
libva-vdpau-driver
lightdm
linux
linux-firmware
lldb
llvm
lollypop
luit
m4
make
man-pages
mesa
meson
mousetweaks
mutter
nautilus
nethogs
network-manager-applet
networkmanager
ninja
noto-fonts
npm
ntfs-3g
nvidia
nvidia-settings
opencl-headers
opencl-nvidia
os-prober
p7zip
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pkgconf
plank
python-numpy
python-pip
python-rope
python-scipy
python-virtualenv
rapidjson
rcs
reflector
ruby
ruby-bundler
rygel
samba
seahorse
simple-scan
slimit
sudo
sushi
sysstat
telegram-desktop
texinfo
tk
totem
tracker
tracker-miners
tree
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ufw
uget
unrar
valgrind
vapoursynth
vim
vino
vlc
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
wget
which
xdg-user-dirs
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yelp
zsh-completions
